open-foam/tutorials/heatTransfer/buoyantSimpleFoam/externalCoupledCavity/Allrun.pre
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication createExternalCoupledPatchGeometry T


# ----------------------------------------------------------------- end-of-file
